(package! visual-fill-column)
(package! mu4e-views)
(package! adoc-mode)
;; (package! mcf-mode)
(package! elcord)
(package! svelte-mode)
(package! platformio-mode)
(package! verb)
(package! git-commit
  :recipe (:host github :repo "magit/magit" :files ("lisp/git-commit.el")))
(package! ox-reveal)
(package! graphql-mode)
(package! matlab-mode)
(package! gptel)

(package! super-save)
(package! ox-gfm)
(package! consult-gh)
